Repository: common-repository/woo-sale-product-date-info
Catalog: languages/woo-sale-product-date-info-*.po
Languages: fr_fr

source: On sale from %s to %s
fr_fr: En promotion du %s au %s

source: On sale from %s
fr_fr: En promotion à partir du %s

source: On sale until %s
fr_fr: En promotion jusqu'au %s

source: Sale product date info
fr_fr: Info date de promotion produit

source: WooCommerce must be actived
fr_fr: Le plugin WooCommerce doit être activé

source: WooCommerce must be installed
fr_fr: Le plugin WooCommerce doit être installé

source: Display WooCommerce sale product date.
fr_fr: Afficher la date de promotion des produits WooCommerce.

source: Please activate JavaScript to edit the configuration.
fr_fr: Merci d'activer JavaScript pour éditer la configuration.

source: Configuration saved.
fr_fr: Configuration sauvegardée.

source: Activate functionality:
fr_fr: Activer la fonctionnalité :

source: Activate
fr_fr: Activer

source: Deactivate
fr_fr: Désactiver

source: Background color:
fr_fr: Couleur du fond :

source: Color:
fr_fr: Couleur :

source: Font weight:
fr_fr: Police d'écriture :

source: Bold
fr_fr: Gras

source: Text transform:
fr_fr: Transformation du texte :

source: None
fr_fr: Aucune

source: Lowercase
fr_fr: Minuscule

source: Uppercase
fr_fr: Majuscule

source: Display:
fr_fr: Afficher :

source: Only sale end date
fr_fr: Seulement la date de fin de la promotion

source: Only sale start date
fr_fr: Seulement la date de début de la promotion

source: Sale start and end date
fr_fr: La date de début et de fin de la promotion

source: Preview:
fr_fr: Prévisualisation :

source: Save configuration
fr_fr: Sauvegarder la configuration

source: WooCommerce sale product date info
fr_fr: WooCommerce info date promo produit

source: Display a customizable sale date tag for WooCommerce products.
fr_fr: Afficher un tag personnalisable avec la date de promotion des produits WooCommerce.
